[
  {
    "id": "01",
    "title": "Abstraction",
    "cover": "abst",
    "description": "This series features abstract shots with no clear subject, focusing on shapes, colors, and textures. The images are meant to evoke a sense of curiosity, encouraging the viewer to interpret the scene without predefined meaning. It’s all about form, pattern, and subtle contrasts."
  },
  {
    "id": "02",
    "title": "Architecture",
    "cover": "arch",
    "description": "This collection captures the clean lines, shapes, and textures of urban architecture. Focused on details rather than scale, the photos highlight contrasts between light, shadow, and materials, showcasing the simplicity and strength in the design of buildings across the city."
  },
  {
    "id": "03",
    "title": "Landscapes",
    "cover": "land",
    "description": "This series captures the diverse beauty of Australian landscapes, from vast coastal stretches to rugged outback terrain. Each image focuses on the natural textures and contrasts found in the environment—whether it's the stark lines of desert dunes, the softness of rolling hills, or the raw power of the ocean. The aim is to showcase the variety and scale of the Australian landscape while keeping the compositions simple and grounded."
  },
  {
    "id": "04",
    "title": "Millthorpe",
    "cover": "mill",
    "description": "This collection showcases the rural town of Millthorpe, NSW, highlighting its quiet streets and country charm. The images focus on the weathered textures of old buildings, fences, and open spaces, bringing out the simplicity and peacefulness of small-town life."
  },
  {
    "id": "05",
    "title": "Nature in Close Up",
    "cover": "natu",
    "description": "This collection zooms in on the small details of nature—textures, patterns, and colors that are often overlooked. The shots focus on surfaces like leaves, bark, and water, capturing intricate details and natural textures. Each image isolates a fragment of the environment, offering a fresh perspective on familiar elements."
  },
  {
    "id": "06",
    "title": "Paddington",
    "cover": "padd",
    "description": "This series explores the character of Paddington, NSW, through its blend of historic architecture and narrow, leafy streets. The photos capture the textures of heritage facades, wrought iron balconies, and quiet moments in this inner-city suburb, reflecting the balance between old charm and modern life."
  },
  {
    "id": "07",
    "title": "Wildlife",
    "cover": "wild",
    "description": "A series of wildlife shots that emphasize the character and movement of animals in their natural environments. Rather than traditional portraits, these images focus on behaviors, textures of fur and feathers, and the surrounding landscapes. The goal is to capture moments that feel natural and unposed."
  }
]